project/atropos-go/etcd_concurrent_read-master/master/200k_seq/output/with_expensive_read/cheap_read.log
bench with linearizable range
 0 / 1000 B                                                                                                                                           !   0.00%INFO: 2023/06/09 22:39:55 ccResolverWrapper: sending new addresses to cc: [{localhost:2379 0  <nil>}]
INFO: 2023/06/09 22:39:55 balancerWrapper: got update addr from Notify: [{localhost:2379 <nil>}]
INFO: 2023/06/09 22:39:55 balancerWrapper: got update addr from Notify: [{localhost:2379 <nil>}]
 1000 / 1000 Boooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooo! 100.00% 10s

Summary:
  Total:	10.4535 secs.
  Slowest:	0.4695 secs.
  Fastest:	0.0002 secs.
  Average:	0.0010 secs.
  Stddev:	0.0149 secs.
  Requests/sec:	95.6614

Response time histogram:
  0.0002 [1]	|
  0.0471 [998]	|∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎
  0.0940 [0]	|
  0.1410 [0]	|
  0.1879 [0]	|
  0.2348 [0]	|
  0.2818 [0]	|
  0.3287 [0]	|
  0.3756 [0]	|
  0.4226 [0]	|
  0.4695 [1]	|

Latency distribution:
  10% in 0.0002 secs.
  25% in 0.0003 secs.
  50% in 0.0003 secs.
  75% in 0.0004 secs.
  90% in 0.0006 secs.
  95% in 0.0008 secs.
  99% in 0.0056 secs.
  99.9% in 0.4695 secs.